.http/request/get-obake.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <getGhostRequest xmlns="http://org.khorum-oss.com/ghost-book">
            <type xmlns="">Obake</type>
        </getGhostRequest>
    </soap:Body>
</soap:Envelope>